import React, { useEffect } from 'react'

function RoadMap() {
  useEffect(() => {
    document.title = "RoadMap"
  }, []);
  return (
    <main className="main">
      <div className="container">


        <section className="main__profile profile">
          <h1 className="profile__title title"
            style={{ marginTop: '35px' }}
          >
            ДОРОЖНАЯ КАРТА INFINITY Corporation</h1>
          <p className="text text_color_dark text_size_large" style={{ textAlign: 'center' }}>В данном документе описан путь развития компании и производственный выход продуктов до 2023 года</p>
          <p className="text"><b>01.08.2021 – 30.09.2021</b> закрытый Token Sales монеты INFY (внутренняя утилитарная монета проекта). Резервируя INFY в количестве до 50 тысяч – стоимость 12 рублей за монету, резервируя INFY от 50 тысяч – стоимость 10 рублей за монету.</p>
          <p className="text"><b>20.09.2021</b> - международная версия сайта и веб-интерфейса на русском и английском языках. Станет доступен официальный сайт Infinity Corporation, регистрация в личном кабинете, реферальная ссылка (партнерская программа), видео обучение для партнеров, монета INFY с рабочим кошельком (транзакции перевода 5 – 30 секунд), чат бот обменник (Telegram).</p>
          <p className="text"><b>01.10.2021 – 25.11.2021</b> закрытый листинг первой эмиссии INFY (первоначальная эмиссия составляет 10 миллионов INFY). Листинг состоит из восьми стадий (8 недель), каждую неделю цена монеты INFY будет увеличиваться на два рубля. </p>
          <p className="text">1 неделя 14 рублей;</p>
          <p className="text">2 неделя 16 рублей;</p>
          <p className="text">3 неделя 18 рублей;</p>
          <p className="text">4 неделя 20 рублей;</p>
          <p className="text">5 неделя 22 рублей;</p>
          <p className="text">6 неделя 24 рублей;</p>
          <p className="text">7 неделя 26 рублей;</p>
          <p className="text">8 неделя 28 рублей.</p>
          <p className="text"><b>26.12.2021</b> – выход мобильного приложения Infinity Corporation в App Store и Google Play.</p>
          <p className="text"><b>27.12.2021</b> – выход первого продукта Infinity Incognito. </p>
          <p className="text">Infinity incognito - один из не многих десктопных мессенжеров с самым высоким уровнем безопасности. Infinity incognito, будет являться синонимом приватности и анонимности. Вся переписка храниться на устройствах в Infinity Node. Привычный и понятный интерфейс. Нет синхронизации с классической контактной книгой, только нужные контакты можно добавить по никнейму, которых пользователь посчитает нужным добавить. Нет привязки к ip адресам устройств и к сим картам. Повышенная скорость загрузки чата. Файлы зашифровано будут кэшироваться на устройстве, и даже при смете устройства, можно будет все восстановить из хранилища. Не будет ни какой синхронизации (система персонализации построена только на внутренних никнеймах или набора цифр и адресах в блокчейн). Нет сбора данных со стороны разработчиков (в том числе для статистики или других благих целей). Возможность скрыть свой профиль из поисковиков. Возможность запретить ссылку на профиль при пересылки сообщений. А также интеграция функции моментальных переводах INFY прямо внутри чата, исчезающие текстовые сообщения с таймером (настраивается в ручную) и стикеры, все это будет доступно пользователям Infinity. Со временем будут внедрены аудио звонки, видео звонки и конференции. </p>
          <p className="text"><b>18.12.2021</b> – официальное открытие компании. Первый лидерский слет в городе Сочи.</p>
          <p className="text"><b>25.01.2022</b> - листинг на одной из международных крипто бирж топ-30.</p>
          <p className="text"><b>01.02.2022</b> – официальное промо выхода на иностранный рынок.</p>
          <p className="text"><b>12.02.2022</b> – выход следующего продукта от Infinity Corporation.</p>
          <p className="text">Browser Infinity (vpn)</p>
          <p className="text">Этот браузер создан, чтобы обеспечить максимальную степень защиты во время выхода в сеть интернет. Уже всем известно, что все популярные браузеры собирают информацию о своих пользователях. Данный браузер обладает высокой скоростью загрузки страниц и низкими системными требованиями, что и родительский браузер устройств, но вместе с тем он более защищен от угроз интернета. Проверка безопасности веб-страниц до их посещения, блокировка сайтов содержащие фишинг, вирусы и агрессивную рекламу, а также блокирующий сайты, который собирают кук-файлы посетителей сайта. Специальные инструменты, следят за сохранностью приватности и не допускают утечки конфиденциальных данных.  Включив встроенный VPN, ваше интернет соединение будет полностью защищено.

          </p>
          <p className="text"><b>18.03.2022</b> – второй лидерский слет в Абу-Даби столице ОАЭ.</p>
          <p className="text"><b>12.04.2022</b> - выход следующего продукта от Infinity Corporation.</p>
          <p className="text">Infinity Post - это конфиденциальная зашифрованная электронная почта и хорошая замена существующим аналогам, которая обеспечит надёжное шифрование, уровень защиты и гарантирует безопасную работу.</p>
          <p className="text"><b>13.05.2022</b> – плановое снижение вознаграждения делегаторам на 5%.</p>
          <p className="text"><b>18.06.2022</b> – третий лидерский слет в столице инновационных технологий Пало-Альто (Силиконовая долина) США, штат Калифорния</p>
          <p className="text"><b>12.08.2022</b> - выход следующего продукта от Infinity Corporation.</p>
          <p className="text">In job - платформа для фрилансеров. Это биржа, через которую исполнители могут получать заказы на выполнение удаленной работы, а заказчики могут делегировать свои задачи компетентным специалистам. Причем сама по себе работа может быть как онлайн, так и офлайн. Оплата за выполнение тех или иных работ будет только в монетах INFY.</p>
          <p className="text"><b>18.09.2022</b> – четвертый лидерский слет на острове Бали.</p>
          <p className="text"><b>14.11.2022</b> – плановое снижение вознаграждения делегаторам на 4%.</p>
          <p className="text"><b>12.12.2022</b> - выход следующего продукта от Infinity Corporation.</p>
          <p className="text">Infito - интернет сервис для размещения объявлений о товарах, недвижимости, вакансиях и резюме на рынке труда, услуг и продуктов, а от собственников и разных компаний. Предлагаемые товары к продаже на «Infito», могут быть предложенными новыми и бывшими в использовании. Реализация товаров производится только монетой INFY внутри данного приложения с привязкой кошелька пользователя.</p>
          <p className="text"><b>18.12.2022</b> – пятый лидерский слет в Токио столице Японии.</p>
          <p className="text"><b>26.12.2022</b> – регистрации компании Infinity Corporation на территории РФ.</p>

        </section>

      </div>
    </main>
  )
}

export default RoadMap
